pulseaudio_dlna/plugins/dlna/upnp/xml/set_mute.xml

<?xml version='1.0' encoding='{encoding}'?>
<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <s:Body>
    <u:SetMute xmlns:u="{service_type}">
      <DesiredMute>{muted}</DesiredMute>
      <Channel>{channel}</Channel>
      <InstanceID>0</InstanceID>
    </u:SetMute>
  </s:Body>
</s:Envelope>